acpi
alacritty
alsa-utils
auto-cpufreq
base
base-devel
bash-completion
blueman
bluez
bluez-utils
brightnessctl
catppuccin-gtk-theme-mocha
chafa
chromium
clang
cool-retro-term
dhcpcd
discord
dmenu
docker
docker-buildx
doctl
dolphin
efibootmgr
enscript
firefox
foliate
fzf
gdb
ghostty
git
github-cli
gitleaks
gopass
gpick
graphviz
grub
gutenprint
htop
httpie
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
imagemagick
iwd
jp2a
krita
lazygit
lcov
libnewt
linux
linux-firmware
ly
man-db
mpv
neofetch
neovim
net-tools
nwg-look
obsidian
okular
ollama
openapi-generator
openssh
pass
pavucontrol
pipewire-pulse
powertop
qbittorrent
speedtest-cli
starship
stow
sudo
swaync
telegram-desktop
termshark
tmux
tree
ttf-cascadia-code-nerd
ttf-firacode-nerd
ttf-hack-nerd
typora
unzip
upower
uwsm
vi
vim
waybar
wezterm
wl-clipboard
wofi
xdg-desktop-portal-hyprland
yay
yay-debug
zettlr
zoom
